Repository: konato-events/web
Catalog: resources/locales/*/LC_MESSAGES/main.po
Languages: pt_br

source: The favorite VPS of us all. Cheap but also very reliable place to put our test servers, running everyting on SSDs that guarantee the smallest build process possible, to run our tests and ship new versions of the system in no time.
pt_br: O VPS favorito da galera. Um lugar barato mas ainda super confiável para colocar nossos servidores de teste, rodando tudo em SSDs que garantem o menor tempo de build possível, executando nossos testes e liberando novas versões do sistema em pouquíssimo tempo.

source: That's a great platform we are building our system onto. Infrastructure with no hassle at all, with top notch technologies available at a click.
pt_br: Esta é uma grande plataforma onde estamos construindo nossos sistema. Infraestrutura sem nenhum aborrecimento, com tecnologias topo de linha, disponíveis a um clique.

source: Supporting tools
pt_br: Ferramentas de suporte

source: Bitbucket was chosen over GitHub mainly because of its %spowerful issue tracker%s. As our code is open source, we needed a trusted place to put it, and together with a great way to organize tasks and milestones, that's for sure a great idea.
pt_br: O Bitbucket foi escolhido ao invés do GitHub principalmente por causa do seu %spoderoso issue tracker%s. Como o nosso código é open source, precisávamos de um lugar confiável para colocá-lo, e junto com uma boa forma de organizar tarefas e milestones, esta foi, com certeza, uma ótima ideia.

source: We use BrowserStack to attest our compatibility with some <i>uncommon</i> browsers, such as Internet Explorer. In the future we plan to use their awesome plataform to run %sautomated compatibility tests%s as well. Thanks for the support!
pt_br: Nós usamos o BrowserStack para atestar a compatibilidade com alguns browsers <i>incomuns</i>, tipo o Internet Explorer. No futuro, planejamos usar a plataforma fantástica deles para rodar %stestes automatizados de compatibilidade%s também. Obrigado pelo suporte!

source: Best software ever to manage your time and keep track of your daily performance. This has been a great ally for me for many years, and helps us to get focused and understand our work patterns. Certainly a need for anyone that needs a computer for daily work!
pt_br: Melhor software da vida para administrar seu tempo e acompanhar sua performance diária. Ele tem sido um grande aliado para mim por muitos anos, e nos ajuda a manter focado e entender nossos padrões de trabalho. Certamente uma necessidade para qualquer pessoa que precisa de um computador para trabalho diário!

source: How many times %s has spoken about this subject
pt_br: Quantas vezes %s já palestrou sobre esse assunto

source: Events about %s
pt_br: Eventos sobre %s

source: Unfollow this theme
pt_br: Não acompanhar mais o tema

source: Follow this theme
pt_br: Acompanhar este tema

source: Popularity
pt_br: Popularidade

source: Popular speakers
pt_br: Palestrantes populares

source: See all speakers on %s
pt_br: Veja todos os palestrantes em %s

source: password
pt_br: senha

source: This does not seem like an email
pt_br: Isso não parece com um e-mail

source: The :attribute confirmation doesn't match
pt_br: A confirmação de :attribute não bate

source: This :attribute is already in use
pt_br: Este :attribute já está em uso

source: Valid URLs should begin with http:// or https://
pt_br: URLs válidas devem começar com http:// ou https://

source: Too short
pt_br: Curto demais

source: This field should have between :min and :max characters
pt_br: Este campo deve ter entre :min e :max caracteres

source: This field must be a picture file (JPG/JPEG, GIF or PNG)
pt_br: Este campo precisa ser um arquivo de foto (JPG/JPEG, GIF ou PNG)

source: This username is already taken. Try something different! If you already have an account but don't remember your password, try to use the Recovery link from the Login page.
pt_br: Este usuário já foi usado. Tente algo diferente! Se você já tem uma conta mas não lembra sua senha, tente usar o link de Recuperação, na página de Login.

source: This e-mail is already in use. Hmm... Is this you? If you don't remember your password, try to use the Recovery link from the Login page.
pt_br: Este e-mail já está em uso. Hum... É você? Se não lembra sua senha, tente usar o link de Recuperação, na página de Login.
