Repository: konato-events/web
Catalog: resources/locales/*/LC_MESSAGES/main.po
Languages: pt_br

source: Sorry, but it seems you don't have permission to edit this event...
pt_br: Desculpe, mas parece que você não tem permissão para editar este evento...

source: template
pt_br: modelo

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Begin
pt_br: Início

source: End
pt_br: Fim

source: SAMPLE TALK (remove this line): Abnormalities on Catalysis
pt_br: PALESTRA EXEMPLO (remova essa linha): Anormalidades na Catálise

source: This talk will walk us through some common abnormalities seen in some catalysis processes.
pt_br: Esta palestra irá nos levar através de anormalidades comuns, vistas em alguns processos de catálise.

source: Format: YYYY-MM-DD HH:mm
pt_br: Formato: AAAA-MM-DD HH:mm

source: One activity was imported.
pt_br: Uma atividade foi importada.

source: No activity was found in the file.
pt_br: Nenhuma atividade foi encontrada.

source: participant
pt_br: participante

source: speaker
pt_br: palestrante

source: involved
pt_br: envolvido

source: Personal website
pt_br: Site pessoal

source: Meeting
pt_br: Encontro

source: Single talk
pt_br: Palestra individual

source: Talks
pt_br: Ciclo de palestras

source: Course
pt_br: Curso

source: Conference
pt_br: Conferência

source: Symposium
pt_br: Simpósio

source: Congress
pt_br: Congresso

source: University meeting
pt_br: Encontro universitário

source: Entertainment
pt_br: Entretenimento

source: Sorry, we were unable to save your picture. Can you try again later?
pt_br: Desculpe, não conseguimos salvar sua foto. Você pode tentar de novo?

source: Congresses
pt_br: Congressos

source: Meetings
pt_br: Encontros

source: Talks & discussions
pt_br: Palestras & debates

source: University meetings
pt_br: Encontros universitários

source: Cultural
pt_br: Culturais

source: Required field
pt_br: Campo obrigatório

source: Event Discovery
pt_br: Descubra eventos

source: Toggle navigation
pt_br: Abrir/fechar navegação

source: Speakers
pt_br: Palestrantes

source: Find events
pt_br: Encontrar eventos

source: Submit event
pt_br: Criar evento

source: My profile
pt_br: Meu perfil

source: Edit my profile
pt_br: Editar meu perfil

source: Logout
pt_br: Sair

source: Sign up
pt_br: Cadastrar

source: Discover amazing events on Konato
pt_br: Descubra eventos fantásticos no Konato

source: %sHard work (and poutine!)%s made this real @ Rio&nbsp;de&nbsp;Janeiro
pt_br: %sBastante trampo (e poutine!)%s tornou isso realidade, na&nbsp;Cidade&nbsp;Maravilhosa

source: Marvelous City, place of the Sugar Loaf
pt_br: Rio de Janeiro, cidade do Pão de Açúcar

source: About us
pt_br: Sobre nós

source: Get in touch
pt_br: Fale com a gente

source: We &#9829; open source
pt_br: Nós &#9829; open source

source: Go to top
pt_br: Subir

source: %s - event
pt_br: %s - evento

source: m/d/Y
pt_br: d/m/Y

source: h:i A
pt_br: H:i

source: %A, %B %d, %Y
pt_br: %A, %d de %B de %Y

source: Permalink
pt_br: Link permanente

source: This is a private event - acessible only by a group of selected people
pt_br: Este evento é privado - acessível somente por um grupo de pessoas selecionadas

source: Closed
pt_br: Fechado

source: Facebook Event
pt_br: Evento no Facebook

source: %s&nbsp;speakers on %s&nbsp;sessions and %s&nbsp;cases
pt_br: %s&nbsp;palestrantes em %s&nbsp;sessões e %s&nbsp;cases

source: %s&nbsp;resumes and %s&nbsp;articles submitted
pt_br: %s&nbsp; resumos e %s&nbsp;artigos submetidos

source: %s&nbsp;of&nbsp;%s known participants
pt_br: %s&nbsp;de&nbsp;%s participantes conhecidos

source: followers
pt_br: seguidores

source: Editions
pt_br: Edições

source: The Event
pt_br: O Evento

source: Schedule
pt_br: Programação

source: m/d
pt_br: d/m

source: The speakers
pt_br: Os palestrantes

source: Materials
pt_br: Materiais

source: by
pt_br: por

source: Event sponsors
pt_br: Patrocinadores

source: Edit event information
pt_br: Editar dados do evento

source: Buy ticket
pt_br: Comprar ingresso

source: I'm not going anymore
pt_br: Eu não vou mais

source: I'm going!
pt_br: Eu vou!

source: Unfollow this event
pt_br: Deixar de acompanhar

source: Follow this event
pt_br: Acompanhar este evento

source: See my following preferences
pt_br: Configurar o que acompanho

source: Where & When
pt_br: Onde e Quando

source: See on a map
pt_br: Ver no mapa

source: Get directions
pt_br: Ver trajeto

source: from %s to %s
pt_br: das %s às %s

source: beginning at %s
pt_br: começando às %s

source: Add to My Calendar
pt_br: Adicionar ao meu calendário

source: Main themes
pt_br: Temas principais

source: Organization
pt_br: Organização

source: Send a message
pt_br: Enviar uma mensagem

source: Staff members
pt_br: Membros da organização

source: %s participated
pt_br: %s participou

source: %s was involved / volunteered
pt_br: %s estava envolvido / se voluntariou

source: %s was part of staff
pt_br: %s foi parte do staff

source: %s was a speaker
pt_br: %s foi palestrante

source: he
pt_br: ele

source: she
pt_br: ela

source: See more details
pt_br: Veja mais detalhes

source: Search terms
pt_br: Termos da busca

source: Event types
pt_br: Tipos de evento

source: Free
pt_br: Grátis

source: Both
pt_br: Ambos

source: Paid
pt_br: Pago

source: Theme
pt_br: Tema

source: Date
pt_br: Data

source: "%s" events search
pt_br: "%s" - busca de eventos

source: Update search
pt_br: Atualizar busca

source: Relevance
pt_br: Relevância

source: We found no event with the criteria you gave us. Maybe you could try to be a little broader?
pt_br: Não encontramos nenhum evento com os seus critérios. Talvez você possa ser um pouco mais genérico?

source: If the event really doesn't exist, and you know a few details, you can easily create it:
pt_br: Se o evento realmente não existir e você tiver alguns detalhes, você pode criá-lo facilmente:

source: Submit a new event
pt_br: Envie um novo evento

source: This is a free event
pt_br: Este evento é gratuito

source: Tell users if they have to pay to get in or not. In both cases you'll be able to provide a page for participants to register or buy tickets.
pt_br: Diz para os usuários se eles deverão pagar para entrar. De qualquer forma, será possível indicar uma página para os participantes se registrarem ou comprarem ingressos.

source: This is a closed-doors / invite-only event
pt_br: Este é um evento de portas fechadas / somente para convidados

source: You can inform users they cannot buy entrances to this event. Some examples: event open to institution students only; employees company meeting; etc. This is only informational: if this is a private event, you should check the next box as well.
pt_br: Você pode avisar aos usuários que eles não podem comprar entradas. Exemplos: um evento aberto somente a alunos de uma instituição; encontro de funcionários da empresa; etc. Isso é somente informativo: se este for um evento privado, você também deve marcar a próxima opção.

source: This event should be kept hidden for now
pt_br: Este evento deve ficar oculto por enquanto

source: This can be used if it's private, or you're still planning it and don't want the general public to see it. It will be hidden from searches and only accessible through the URL.
pt_br: Isso pode ser usado se for um evento privado, ou se você ainda estiver planejando e não quiser que o público veja. Ele não vai aparecer nas pesquisas e só vai ser acessível pela URL.

source: To add a speaker, search for a user in this list:
pt_br: Para adicionar um palestrante, selecione um usuário na lista:

source: unsaved
pt_br: não salvo

source: Themes
pt_br: Temas

source: Write event themes separated by commas:
pt_br: Digite os temas do evento, separados por vírgulas:

source: Help the community grow, telling us about a new event
pt_br: Ajude a comunidade a crescer, nos conte sobre um novo evento

source: Submit it
pt_br: Enviar evento

source: Basic information
pt_br: Informações básicas

source: Tagline
pt_br: Descrição curta

source: Describe it in a few words. This will appear above the description in the event page, and in some other places where we need a smaller piece of text.
pt_br: Descreva-o em algumas palavras. Isso vai aparecer acima da descrição, na página do evento, e em alguns outros lugares onde precisamos de um texto menor.

source: Images
pt_br: Imagens

source: Photo
pt_br: Foto

source: External pages
pt_br: Páginas externas

source: Event website
pt_br: Site do evento

source: Tickets page
pt_br: Página de ingressos

source: Twitter handle
pt_br: Usuário no Twitter

source: Event hashtag
pt_br: Hashtag do evento

source: This will suggest participants to post using this hashtag, helping to find what's being said about the event and increasing the buzz.
pt_br: Isso vai sugerir aos participantes postarem usando esta hashtag, ajudando a descobrir o que está sendo falado sobre o evento e aumentando o buzz.

source: Facebook page
pt_br: Página no Facebook

source: This can help your users spread the word through Facebook, and it's another channel to get in touch with the public.
pt_br: Isso pode ajudar seus usuários a espalharem o evento pelo Facebook, e é outro canal para entrar em contato com o público.

source: Address
pt_br: Endereço

source: Postal code
pt_br: CEP

source: Additional options
pt_br: Opções extras

source: What's the event name? Probably something like 'React.js Conf' or 'International Congress of Mathematicians'?
pt_br: Qual o nome do evento? Provavelmente algo como 'React.js Conf' ou 'Congresso Internacional de Matemáticos'?

source: City
pt_br: Cidade

source: Event type
pt_br: Tipos de evento

source: Select an option
pt_br: Selecione uma opção

source: You only need to fill this field if the event lasts for more than one day.
pt_br: Você só precisa preencher este campo se o evento durar mais de um dia

source: Instructions
pt_br: Instruções

source: To include new activities or edit the current ones in the schedule, you have to do the following:
pt_br: Para incluir novas atividades ou editar as que estão atualmente na programação é necessário fazer o seguinte:

source: Download the template file, located just at the right
pt_br: Baixe o arquivo de exemplo, localizado ali à direita

source: Open it in your spreadsheet editor (Microsoft Excel, LibreOffice Calc, etc)
pt_br: Abra-o no seu editor de planilhas (Microsoft Excel, LibreOffice Calc, etc)

source: There are some columns, each with a title. Leave the headers there;
pt_br: Há algumas colunas nele, cada uma com um título. Deixe o cabeçalho ali;

source: The second line contains a sample activity. You should fill the cells accordingly
pt_br: A segunda linha contém atividades de exemplo. Você deve preencher as células de acordo

source: Pay attention so all cells keep their "text" format! If needed, you can change that selecting all the cells and going to Format > Cells, and changing the format to "text"
pt_br: Preste atenção, todas as células devem manter o formato "texto"! Se necessário, você pode corrigir assim: selecione as células, vá em Formatar > Células, e altere o formato para "texto"

source: Save the file and select it in the field below
pt_br: Salve o arquivo e selecione-o no campo abaixo

source: Submit the file and you're done!
pt_br: Envie o arquivo e está pronto!

source: Schedule file
pt_br: Arquivo da programação

source: Get the template
pt_br: Baixar o modelo

source: Edit event - %s
pt_br: Editar evento - %s

source: Editing event information
pt_br: Editando dados do evento

source: Go back
pt_br: Voltar

source: General information
pt_br: Informações básicas

source: Save
pt_br: Salvar

source: Name
pt_br: Nome

source: Username
pt_br: Usuário

source: Use a uniquely identifying name for you. This will also help you to be found in the search. Use only letters, numbers and underlines, from 4 to 30 chars.
pt_br: Use um nome único e que lhe identifique. Isso também vai ajudar você a ser encontrado na pesquisa. Use somente letras, número e underlines "_", de 4 a 30 caracteres.

source: Choose a password
pt_br: Escolha uma senha

source: Use at least 6 chars here. Preferably, with numbers and letters! Bonus points if you include lower-case and upper-case letters, as well as symbols.
pt_br: Use pelo menos 6 caracteres aqui. Preferencialmente, com números e letras! Pontos bônus se você incluir letras maiúsculas E minúsculas, e símbolos também.

source: speaker profile
pt_br: perfil de palestrante

source: profile
pt_br: perfil

source: %s still don't have a picture :(
pt_br: %s ainda não tem uma foto :(

source: %s on Konato
pt_br: %s no Konato

source: There's nothing to say about this user...<br/> He prefers to keep an air of mistery about him, I guess.
pt_br: Não há nada para dizer sobre esse usuário...<br/> Ele prefere se manter num ar de mistério, pelo visto.

source: %s has participated in events as a speaker
pt_br: %s já participou de eventos como palestrante

source: Her elsewhere:
pt_br: Ela em outros lugares:

source: Him elsewhere:
pt_br: Ele em outros lugares:

source: Her in events
pt_br: Ela nos eventos

source: Him in events
pt_br: Ele nos eventos

source: This user have not yet interacted with the events in the platform
pt_br: Este usuário ainda não interagiu com nenhum evento da plataforma

source: Add as a connection
pt_br: Adicionar como conexão

source: See my connections
pt_br: Ver minhas conexões

source: Unfollow her
pt_br: Deixar de seguir

source: Unfollow him
pt_br: Deixar de seguir

source: Follow her
pt_br: Seguir

source: Follow him
pt_br: Seguir

source: Themes of interest
pt_br: Temas de interesse

source: %s still didn't show interest in any theme...
pt_br: %s ainda não mostrou interesse em nenhum tema...

source: Most visited places
pt_br: Lugares mais visitados

source: Edit your profile
pt_br: Editar seu perfil

source: Editing your profile
pt_br: Editando seu perfil

source: Example: Analyst at Acme Inc.
pt_br: Exemplo: Analista na Acme Ltda.

source: Describe your professional self in a phrase. What you do for a living?
pt_br: Descreva seu eu profissional numa frase. O que você faz da vida?

source: Short bio
pt_br: Biografia curta

source: Example: I'm a chemical analyst with experience in catalysis.
pt_br: Exemplo: Sou analista químico com experiência em catálises.

source: Introduce yourself to the community! Write a couple of words to help others understand who you are.
pt_br: Apresente-se para a comunidade! Escreva algumas palavras para ajudar os outros a entender quem você é.

source: Gender
pt_br: Sexo

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Not informed
pt_br: Não informado

source: Birthday
pt_br: Nascimento

source: Speakers on %s
pt_br: Palestrantes em %s

source: Related themes
pt_br: Temas relacionados

source: Speakers on your themes of interest
pt_br: Palestrantes nos seus temas de interesse

source: Speakers on the most frequent themes
pt_br: Palestrantes nos temas mais comuns

source: Most common themes
pt_br: Temas mais comuns

source: Hmmm... Looking in our archives about you, there still no themes of interest.
pt_br: Hum... Olhando nos nossos arquivos sobre você, parece que ainda não há nenhum tema de interesse.

source: Hmmm... This is awkward, but it seems we still have no speakers on this theme. Meanwhile, these are our most frequent speakers:
pt_br: Ops. Parece que ainda não temos palestrantes neste tema. Por enquanto, estes são os mais comuns:

source: See full profile
pt_br: Ver perfil completo

source: Sign Up
pt_br: Cadastre-se

source: Create your account
pt_br: Crie sua conta

source: Join the events community now!
pt_br: Entre agora para a comunidade de eventos!

source: There was an error with the %s authentication. Could you try again, please?
pt_br: Houve um problema com a autenticação no %s. Você poderia tentar de novo, por favor?

source: You can also sign up using an account from one of those websites:
pt_br: Você também pode se cadastrar usando a conta de um desses sites:

source: Go to my profile
pt_br: Ir para o meu perfil

source: Who's there?
pt_br: Quem fala?

source: Identify yourself to get access to the platform
pt_br: Identifique-se para ter acesso à plataforma

source: You can also login using an account from one of those websites:
pt_br: Você também pode se logar usando a conta de um desses sites:

source: Here you can use either your username or your e-mail: both works!
pt_br: Aqui você pode usar tanto seu usuário ou seu e-mail: os dois funcionam!

source: Password
pt_br: Senha

source: Let me in
pt_br: Logar

source: Social Sign Up
pt_br: Cadastro por rede social

source: Finish creating your account
pt_br: Termine de criar sua conta

source: Whoops! Some errors were found. Could you fix them before proceeding?
pt_br: Ops! Encontramos alguns erros. Você pode corrigi-los antes de seguir em frente?

source: Expand your horizons
pt_br: Expanda seus horizontes

source: Discover even more.<br>Share your knowledge.<br>Get to know great people!
pt_br: Descubra ainda mais.<br>Compartilhe o que sabe.<br>Conheça pessoas fantásticas!

source: Find %sconferences%s, %stalks%s, %smeetings%s, %ssymposiums%s, %suniversity events%s and more
pt_br: Ache %sconferências%s, %spalestras%s, %sencontros%s, %ssimpósios%s, %seventos universitários%s e mais

source: Find by theme or keyword
pt_br: Encontre por tema ou palavra-chave

source: Popular events
pt_br: Eventos populares

source: Latest events
pt_br: Eventos mais recentes

source: Explore new meetings
pt_br: Explore novos encontros

source: About: exploration
pt_br: Sobre: explorações

source: Ever though <em>"Hey, I never heard of that event! How could I miss such thing?"</em> Enter <strong>Konato</strong>: it won't happen again!
pt_br: <em>"Ei, eu nunca ouvi falar nesse evento! Como eu pude perder?"</em> Já passou por isso?<br><strong>Konato</strong>: não vai acontecer de novo!

source: Meet new people
pt_br: Encontre novas pessoas

source: About: networking
pt_br: Sobre: networking

source: Make new contacts, expand your network and meet like-minded students or professionals - not only those who live nearby.
pt_br: Faça novos contatos, expanda sua rede e encontre estudantes ou profissionais com gostos em comum - não só aqueles mais próximos.

source: Prepare for the event
pt_br: Prepare-se para o evento

source: About: preparation
pt_br: Sobre: preparação

source: See the schedule and organize yourself. On <b>Konato</b> you're sure not to miss the activities of your interest.
pt_br: Veja a programação e se organize. No <strong>Konato</strong> você com certeza não vai perder nenhuma das atividades que lhe interessam.

source: Spread what you know
pt_br: Espalhe seus conhecimentos

source: About: knowledge
pt_br: Sobre: conhecimento

source: Reach new audiences and get close to your public - or <em>that</em> speaker from the last congress you've been.
pt_br: Alcance novas audiências e se aproxime do seu público - ou talvez <em>daquele</em> palestrante, do congresso que você foi há pouco tempo.

source: Great events
pt_br: Grandes eventos

source: that we're proud to have been part of
pt_br: que temos orgulho de ter participado

source: Join a growing platform of events of all types and sizes
pt_br: Venha para a plataforma de eventos de todos os tipos e tamanhos, que só cresce

source: <b>Konato</b> is the best place to market your event.<br>Here we bring together all sorts of people, and they can find it by their interests - this makes sure you receive the right public, and our users find exactly the type of activities they're looking for.
pt_br: <b>Konato</b> é o melhor lugar para divulgar seu evento.<br>Aqui estão reunidos todos os tipos de pessoas, e elas podem encontrá-lo a partir de seus interesses - dessa forma, você recebe o público certo, e os usuários encontram exatamente as atividades que buscam.

source: Submit your event
pt_br: Inclua seu evento

source: Privacy Policy
pt_br: Política de Privacidade

source: Who's behind this?
pt_br: Quem está por trás disso aqui?

source: Besides being a open-source project, there's a solo developer behind the project. After eight years of experience with web development and always experimenting new technologies, %sI (Igor)%s decided to start this platform after hitting the head on the wall while trying to plan my participation on some tech conferences. Later, talking with some friends and colleagues about their student lives, I've also noticed how troublesome is the advertisement and discovery of small events, talks or congresses, and finally took the lead to create a revolution on event information online.
pt_br: Fora ser um projeto open-source, há um desenvolvedor solitário por trás do projeto. Depois de oito anos de experiência com desenvolvimento web e sempre experimentando novas tecnologias, %seu%s decidi iniciar essa plataforma depois de bater a cabeça na parede algumas vezes, tentando planejar minha participação em algumas conferências de tecnologia. Depois, conversando com alguns amigos e colegas sobre suas vidas de estudante, também notei como é complicado o anúncio e descoberta de eventos menores, palestras ou congressos, e finalmente decidi liderar e criar uma revolução em matéria de informações online sobre eventos.

source: This project was partially inspired by %sLanyrd%s, that unfortunately seems to have come to a %spermanent halt on development%s after being bought by EventBrite.
pt_br: Este projeto foi parcialmente inspirado pelo %sLanyrd%s, que infelizmente parece ter tido uma %sparalização permanente no desenvolvimento%s após ter sido comprado pela EventBrite.

source: Technologies
pt_br: Tecnologias

source: our stack
pt_br: nosso stack

source: Simply put, a clean and reliable language, without uninteligible magic going on but still very easy and powerful. Indeed it has its quirks, but nothing an IDE would not solve - while adding other great benefits, we would not be using a behemoth only to know the argument order of <code>substr()</code>, right? The advantages are much bigger than its issues, and the new additions are making it more and more powerful.
pt_br: De forma simples, uma linguagem limpa e confiável, sem mágicas impossíveis de entender mas ainda muito fácil e poderosa. Sim, ela tem suas bizarrices, mas nada que uma IDE não resolveria - enquanto adiciona outros benefícios, nós não iríamos usar um monstrengo só pra saber a ordem dos argumentos do <code>substr()</code>, né? As vantagens são bem maiores que os problemas, e as novas adições estão tornando o PHP mais e mais poderoso.

source: The "new kid on the block" in terms of PHP frameworks. Powerful, fast-paced and very extensible, it was used in the project as a test but in the end, it's here to stay. Besides having a %sBDFL%s %sblocking some great features and enhancements%s, it's agility and overall great community are awesome for a long-term project.<br/>We also use a small library on top of it's ORM, called %sArdent%s, that brings together models and validations for a more integrated system.
pt_br: O "calouro" em termos de frameworks PHP. Poderoso, ágil e bem extensível, foi usado no projeto como um teste mas acabou ficando. Apesar de ter um %sBDSL%s %sbloqueando algumas features legais e melhorias%s, seu passo rápido e grande comunidade no geral tornam ele ótimo para um projeto de longo prazo.<br/>Nós também usamos uma pequena biblioteca por cima do framework dele, o %sArdent%s, que junta os modelos e validações para um sistema mais integrado.

source: Great database that offers a real SQL experience, with powerful datatypes and out of the box support for geo-related queries. And for free. What else would we ask for?
pt_br: Grande banco de dados que oferece uma experiência de verdade em SQL, com tipos poderosos e suporte instantâneo pra queries geo-relacionadas. E gratuito. O que mais nós poderíamos pedir?
